/* Label to indicate that date shown is creation date */
"(Creation Date)" = "(Date de création)";

/* Label to indicate that date shown is modification date */
"(Modification Date)" = "(Date de modification)";

/* Placeholder */
"Anonymous" = "Anonyme";

/* Error: Can't remove pre-existing file at path (%@) */
"Can\\U2019t remove pre-existing file at path (%@)" = "Ne peut enlever le fichier préexistant dans le chemin (%@)";

/* Error: Can't write file to path - directory is not writable (%@) */
"Can\\U2019t write file to path - directory is not writable (%@)" = "Ne peut écrire le fichier au chemin - répertoire n'est pas inscriptible (%@)";

/* Error: Can't write file to path - parent is not a directory (%@) */
"Can\\U2019t write file to path - parent is not a directory (%@)" = "Ne peut écrire le fichier au chemin - parent n'est pas un répertoire (%@)";

/* Button title */
"Cancel" = "Annuler";

/* query for dialog */
"Do you wish to remove the customized summary for this page, and instead use the text provided by the page for the index?" = "Désirez-vous enlever le résumé personnalisé de cette page, et à la place utiliser le texte fourni par la page de l'index ?";

/* Text embossed on placeholder photo */
"Example Photo" = "Exemple photo";

/* HTTP Status Code 403 */
"Forbidden" = "Interdit";

/* ActionName: Insert Text */
"Insert Text" = "Insérer un texte";

/* HTTP Status Code 500 */
"Internal Server Error" = "Erreur interne du serveur";

/* Error: Core Image given Invalid Size. */
"Invalid size passed to image scaling" = "Taille invalide passée à l'image";

/* Alert Title */
"Media Error" = "Erreur de média";

/* default document file name */
"My Site" = "Mon site";

/* No document path specified. */
"No document path specified." = "Aucun chemin au document spécifié.";

/* HTTP Status Code 404 */
"Not Found" = "Introuvable";

/* OK Button */
"OK" = "OK";

/* default name given to pasted images */
"pastedGraphic" = "pastedGraphic";

/* Alert: path not writeable suggestion */
"Please make sure that the above folder exists and is writeable. Without this, Sandvox may experience performance and/or publishing problems." = "Veuillez vous assurer que le dossier ci-dessus existe et est inscriptible. Sans ceci, Sandvox peut éprouver des problèmes de performance et/ou de publication.";

/* name appened to copy of file before version migration */
"previous" = "précédent";

/* Button title */
"Remove" = "Enlever";

/* title for dialog */
"Remove Custom Summary of Page?" = "Enlever le résumé personnalisé de la page ?";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of page" = "Sandvox PRO est requis pour générer ce type de page";

/* No comment provided by engineer. */
"Sandvox PRO is required to generate this type of pagelet" = "Sandvox PRO est requis pour générer ce type de pagelet";

/* Description of an HTTP error */
"Server returned status code %d %@" = "Serveur retourne le code d'état %1$d %2$@";

/* HTTP Status Code 503 */
"Service Unavailable" = "Service indisponible";

/* Specified document path is a directory. */
"Specified document path is a directory." = "Chemin indiqué du document est un répertoire.";

/* Message in alert */
"The following URL could not be opened:\n\n%@\n\nThis may be an invalid Web URL, or perhaps your Mac may not be configured properly to open Web URLs. You can select and copy the URL above and paste it into your Web browser." = "L'URL suivante ne pouvait pas être ouverte :\n\n%@\n\nCe peut être une URL Web incorrecte, ou peut-être que votre Mac n'est pas configuré correctement pour ouvrir les URL Web. Vous pouvez choisir et copier l'URL ci-dessus et la coller dans votre navigateur Web.";

/* Alert: path not writeable */
"The path ~/Library/Caches/Sandvox is not writeable." = "Le chemin ~/Bibliothèque/Caches/Sandvox n'est pas inscriptible.";

/* Relative Date - Today */
"Today" = "Aujourd'hui";

/* Relative Date - Tomorrow */
"Tomorrow" = "Demain";

/* No comment provided by engineer. */
"Try Again" = "Réessayer";

/* Alert Info */
"Unable to compute UTI at path %@. A placeholder may be substituted." = "Incapable de calculer l'UTI au chemin d'accès %@. Un contenant peut être substitué.";

/* Alert Info */
"Unable to convert image at path %@ to preferred format. A placeholder may be substituted." = "Incapable de convertir l'image au chemin d'accès %@ au format préféré. Un contenant peut être substitué.";

/* Alert Info */
"Unable to convert image to preferred format. A placeholder may be substituted." = "Incapable de convertir l'image au format préféré. Un contenant peut être substitué.";

/* Error: Unable to create directory at path (%@). */
"Unable to create directory at path (%@)." = "Incapable de créer le répertoire au chemin d'accès (%@).";

/* Alert Info */
"Unable to create image from file at path %@. A placeholder may be substituted." = "Incapable de créer l'image depuis le fichier au chemin %@. Un contenant peut être substitué.";

/* Alert Info */
"Unable to create image from underlying data. A placeholder may be substituted." = "Incapable de créer l'image depuis les données sous-jacentes. Un contenant peut être substitué.";

/* Alert: Unable to migrate document data from %@ to %@, reason: %@. */
"Unable to migrate document data from %@ to %@, reason: %@." = "Incapable de migrer les données du document de %1$@ à %2$@, motif : %3$@.";

/* Alert: Unable to migrate document data from %@ to %@. */
"Unable to migrate document data from %@ to %@." = "Incapable de migrer les données du document de %1$@ à %2$@.";

/* Title of alert */
"Unable to Open Web URL" = "Incapable d'ouvrir l'URL Web";

/* Alert Info */
"Unable to read file at path %@. A placeholder may be substituted." = "Incapable de lire le fichier au chemin %@. Un contenant peut être substitué.";

/* Alert: Unable to rename document from %@ to %@. Upgrade cannot be completed. */
"Unable to rename document from %@ to %@. Upgrade cannot be completed." = "Incapable de renommer le document de %1$@ à %2$@. La mise à niveau ne peut être terminée.";

/* Alert: Unable to upgrade document at path %@. Path does not appear to be a file. */
"Unable to upgrade document at path %@. Path does not appear to be a file." = "Incapable de mettre à niveau le document au chemin %@. Le chemin d'accès ne semble pas être un fichier.";

/* HTTP Status Code 401 */
"Unauthorized" = "Non autorisé";

/* fallback page title if no title is otherwise found */
"Untitled Page" = "Page sans titre";

/* Relative Date - Yesterday */
"Yesterday" = "Hier";